Repository: lokii49/mirror
Catalog: mirror/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: %@ / month
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
it: %@ / mese
ja: %@ / 月
ko: %@ / 월
pt_br: %@ / mês
ru: %@ / мес.
zh_hans: %@ / 月

# %@ / year (save ~%lld%%)
source: %1$@ / year (save ~%2$lld%%)
de: %@ / Jahr (spare ~%lld%%)
es: %@ / año (ahorra ~%lld%%)
fr: %@ / an (économisez ~%lld%%)
it: %@ / anno (risparmia ~%lld%%)
ja: %@ / 年（約%lld%%お得）
ko: %@ / 년（약 %lld%% 절약）
pt_br: %@ / ano (economize ~%lld%%)
ru: %@ / год (экономия ~%lld%%)
zh_hans: %@ / 年（节省约 %lld%%）

# %@ / YR (SAVE ~%lld%%)
source: %1$@ / YR (SAVE ~%2$lld%%)
de: %1$@ / JAHR (SPARE ~%2$lld %%)
es: %1$@ / AÑO (AHORRA ~%2$lld %%)
fr: %1$@ / AN (ÉCONOMISEZ ~%2$lld %%)
it: %1$@ / ANNO (RISPARMIA ~%2$lld %%)
ja: %1$@ / 年（約%2$lld%% お得）
ko: %1$@ / 년 (약 %2$lld%% 절약)
pt_br: %1$@ / ANO (ECONOMIZE ~%2$lld %%)
ru: %1$@ / ГОД (ЭКОНОМИЯ ~%2$lld %%)
zh_hans: %1$@ / 年（省 %2$lld%%）

# %@ of %@
source: %1$@ of %2$@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
ja: %@ 中 %@
ko: %@ 중 %@
pt_br: %@ de %@
ru: %@ из %@
zh_hans: %@ 中的 %@

source: %1$@ / year (save ~%2$lld%%)
de: %1$@ / Jahr (spare ~%2$lld%%)
es: %1$@ / año (ahorra ~%2$lld%%)
fr: %1$@ / an (économisez ~%2$lld%%)
it: %1$@ / anno (risparmia ~%2$lld%%)
ja: %1$@ / 年（約%2$lld%%お得）
ko: %1$@ / 년（약 %2$lld%% 절약）
pt_br: %1$@ / ano (economize ~%2$lld%%)
ru: %1$@ / год (экономия ~%2$lld%%)
zh_hans: %1$@ / 年（节省约 %2$lld%%）

source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
ja: %2$@ 中 %1$@
ko: %2$@ 중 %1$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
zh_hans: %2$@ 中的 %1$@

source: %lld entries
de: %lld Einträge
es: %lld entradas
fr: %lld entrées
it: %lld voci
ja: %lld件のエントリー
ko: 항목 %lld개
pt_br: %lld entradas
ru: %lld записей
zh_hans: %lld 条条目

# %lld entries · %lld days left
source: %1$lld entries · %2$lld days left
de: %lld Einträge · noch %lld Tage
es: %lld entradas · %lld días restantes
fr: %lld entrées · %lld jours restants
it: %lld voci · %lld giorni rimanenti
ja: %lld件のエントリー・残り%lld日
ko: 항목 %lld개 · %lld일 남음
pt_br: %lld entradas · %lld dias restantes
ru: %lld записей · осталось %lld дн.
zh_hans: %lld 条条目 · 还剩 %lld 天

source: %lld entries · 1 day left
de: %lld Einträge · noch 1 Tag
es: %lld entradas · 1 día restante
fr: %lld entrées · 1 jour restant
it: %lld voci · 1 giorno rimanente
ja: %lld件のエントリー・残り1日
ko: 항목 %lld개 · 1일 남음
pt_br: %lld entradas · 1 dia restante
ru: %lld записей · остался 1 день
zh_hans: %lld 条条目 · 还剩 1 天

source: %lld entries this month
de: %lld Einträge diesen Monat
es: %lld entradas este mes
fr: %lld entrées ce mois-ci
it: %lld voci questo mese
ja: 今月%lld件のエントリー
ko: 이번 달 항목 %lld개
pt_br: %lld entradas este mês
ru: %lld записей за этот месяц
zh_hans: 本月 %lld 条条目

source: %lld left
de: noch %lld übrig
es: quedan %lld
fr: %lld restantes
it: %lld rimaste
ja: 残り%lld
ko: %lld개 남음
pt_br: %lld restantes
ru: осталось: %lld
zh_hans: 剩余 %lld

source: %lld LEFT
de: NOCH %lld
es: %lld RESTANTES
fr: %lld RESTANTS
it: %lld RIMANENTI
ja: 残り%lld
ko: %lld 남음
pt_br: %lld RESTANTES
ru: ОСТАЛОСЬ %lld
zh_hans: 剩余%lld

source: %lld more entries to go
de: noch %lld Einträge
es: Faltan %lld entradas más
fr: encore %lld entrées
it: ancora %lld voci
ja: あと%lld件のエントリーが必要です
ko: %lld개 항목이 더 필요해요
pt_br: faltam %lld entradas
ru: ещё %lld записей
zh_hans: 还差 %lld 条条目

source: %lld of 15 questions this month
de: %lld von 15 Fragen diesen Monat
es: %lld de 15 preguntas este mes
fr: %lld questions sur 15 ce mois-ci
it: %lld di 15 domande questo mese
ja: 今月は15問中%lld問
ko: 이번 달 15개 중 %lld개
pt_br: %lld de 15 perguntas este mês
ru: %lld из 15 вопросов в этом месяце
zh_hans: 本月 15 个问题中还剩 %lld 个

source: %lld SIGNALS
de: %lld SIGNALE
es: %lld SEÑALES
fr: %lld SIGNAUX
it: %lld SEGNALI
ja: %lldシグナル
ko: %lld 시그널
pt_br: %lld SINAIS
ru: %lld СИГНАЛОВ
zh_hans: %lld 个信号

source: %lld SIGNALS TO CALIBRATION
de: NOCH %lld SIGNALE BIS ZUR KALIBRIERUNG
es: %lld SEÑALES PARA LA CALIBRACIÓN
fr: %lld SIGNAUX AVANT CALIBRAGE
it: %lld SEGNALI ALLA CALIBRAZIONE
ja: キャリブレーションまであと%lldシグナル
ko: 캘리브레이션까지 %lld 시그널
pt_br: %lld SINAIS PARA A CALIBRAÇÃO
ru: ДО КАЛИБРОВКИ ОСТАЛОСЬ %lld СИГНАЛОВ
zh_hans: 还需%lld个信号完成校准

source: %lld voice notes
de: %lld Sprachnotizen
es: %lld notas de voz
fr: %lld notes vocales
it: %lld note vocali
ja: %lld件のボイスノート
ko: 음성 메모 %lld개
pt_br: %lld notas de voz
ru: %lld голосовых заметок
zh_hans: %lld 条语音笔记

source: %lld words
de: %lld Wörter
es: %lld palabras
fr: %lld mots
it: %lld parole
ja: %lld語
ko: %lld단어
pt_br: %lld palavras
ru: %lld слов
zh_hans: %lld 个字

source: %lldd
de: %lld T
fr: %lld j
it: %lld g
ja: %lld日
ko: %lld일
ru: %lld дн
zh_hans: %lld天

source: %lldD
de: %lld T
fr: %lld J
it: %lld G
ja: %lld日
ko: %lld일
ru: %lld Д
zh_hans: %lld天

source: $2.99/mo
de: 2,99 $/Monat
es: $2.99/mes
fr: 2,99 $/mois
it: 2,99 $/mese
ja: $2.99/月
ko: $2.99/월
pt_br: US$ 2,99/mês
ru: $2.99/мес.
zh_hans: $2.99/月

source: $4.99/mo
de: 4,99 $/Monat
es: $4.99/mes
fr: 4,99 $/mois
it: 4,99 $/mese
ja: $4.99/月
ko: $4.99/월
pt_br: US$ 4,99/mês
ru: $4.99/мес.
zh_hans: $4.99/月

source: 1 · Low
de: 1 · Niedrig
es: 1 · Bajo
fr: 1 · Bas
it: 1 · Basso
ja: 1・低い
ko: 1 · 낮음
pt_br: 1 · Baixo
ru: 1 · Низкий
zh_hans: 1 · 低

source: 1 · LOW
de: 1 · NIEDRIG
es: 1 · BAJO
fr: 1 · FAIBLE
it: 1 · BASSO
ja: 1・低
ko: 1 · 낮음
pt_br: 1 · BAIXO
ru: 1 · НИЗКИЙ
zh_hans: 1·低

source: 1 entry
de: 1 Eintrag
es: 1 entrada
fr: 1 entrée
it: 1 voce
ja: 1件のエントリー
ko: 항목 1개
pt_br: 1 entrada
ru: 1 запись
zh_hans: 1 条条目

source: 1 entry · %lld days left
de: 1 Eintrag · noch %lld Tage
es: 1 entrada · %lld días restantes
fr: 1 entrée · %lld jours restants
it: 1 voce · %lld giorni rimanenti
ja: 1件のエントリー・残り%lld日
ko: 항목 1개 · %lld일 남음
pt_br: 1 entrada · %lld dias restantes
ru: 1 запись · осталось %lld дн.
zh_hans: 1 条条目 · 还剩 %lld 天

source: 1 entry · 1 day left
de: 1 Eintrag · noch 1 Tag
es: 1 entrada · 1 día restante
fr: 1 entrée · 1 jour restant
it: 1 voce · 1 giorno rimanente
ja: 1件のエントリー・残り1日
ko: 항목 1개 · 1일 남음
pt_br: 1 entrada · 1 dia restante
ru: 1 запись · остался 1 день
zh_hans: 1 条条目 · 还剩 1 天

source: 1 entry this month
de: 1 Eintrag diesen Monat
es: 1 entrada este mes
fr: 1 entrée ce mois-ci
it: 1 voce questo mese
ja: 今月1件のエントリー
ko: 이번 달 항목 1개
pt_br: 1 entrada este mês
ru: 1 запись за этот месяц
zh_hans: 本月 1 条条目

source: 1 more entry to go
de: noch 1 Eintrag
es: Falta 1 entrada más
fr: encore 1 entrée
it: ancora 1 voce
ja: あと1件のエントリーが必要です
ko: 항목 1개가 더 필요해요
pt_br: falta 1 entrada
ru: ещё 1 запись
zh_hans: 还差 1 条条目

source: 1 SIGNAL TO CALIBRATION
de: NOCH 1 SIGNAL BIS ZUR KALIBRIERUNG
es: 1 SEÑAL PARA LA CALIBRACIÓN
fr: 1 SIGNAL AVANT CALIBRAGE
it: 1 SEGNALE ALLA CALIBRAZIONE
ja: キャリブレーションまであと1シグナル
ko: 캘리브레이션까지 1 시그널
pt_br: 1 SINAL PARA A CALIBRAÇÃO
ru: ДО КАЛИБРОВКИ ОСТАЛОСЬ 1 СИГНАЛ
zh_hans: 还需1个信号完成校准

source: 1 word
de: 1 Wort
es: 1 palabra
fr: 1 mot
it: 1 parola
ja: 1語
ko: 1단어
pt_br: 1 palavra
ru: 1 слово
zh_hans: 1 个字

source: 5 · High
de: 5 · Hoch
es: 5 · Alto
fr: 5 · Haut
it: 5 · Alto
ja: 5・高い
ko: 5 · 높음
pt_br: 5 · Alto
ru: 5 · Высокий
zh_hans: 5 · 高

source: 5 · HIGH
de: 5 · HOCH
es: 5 · ALTO
fr: 5 · ÉLEVÉ
it: 5 · ALTO
ja: 5・高
ko: 5 · 높음
pt_br: 5 · ALTO
ru: 5 · ВЫСОКИЙ
zh_hans: 5·高

source: 7-day free trial
de: 7 Tage kostenlos testen
es: Prueba gratis de 7 días
fr: Essai gratuit de 7 jours
it: Prova gratuita di 7 giorni
ja: 7日間無料トライアル
ko: 7일 무료 체험
pt_br: Teste grátis por 7 dias
ru: Бесплатная пробная версия на 7 дней
zh_hans: 7 天免费试用

source: 7-DAY TRIAL
de: 7-TAGE-TESTVERSION
es: PRUEBA DE 7 DÍAS
fr: ESSAI DE 7 JOURS
it: PROVA DI 7 GIORNI
ja: 7日間の無料トライアル
ko: 7일 무료 체험
pt_br: TESTE DE 7 DIAS
ru: 7-ДНЕВНАЯ ПРОБНАЯ ВЕРСИЯ
zh_hans: 7天试用

source: 15 Ask questions per month
de: 15 Fragen pro Monat
es: 15 preguntas al mes
fr: 15 questions par mois
it: 15 domande al mese
ja: 月15回の質問
ko: 월 15개 질문
pt_br: 15 perguntas por mês
ru: 15 вопросов в месяц
zh_hans: 每月 15 次提问

source: 30D
de: 30T
fr: 30J
it: 30G
ja: 30日
ko: 30일
ru: 30д
zh_hans: 30天

source: 90D
de: 90T
fr: 90J
it: 90G
ja: 90日
ko: 90일
ru: 90д
zh_hans: 90天

source: A fresh question every day to spark your reflection.
de: Jeden Tag eine neue Frage, die deine Reflexion anregt.
es: Una nueva pregunta cada día para inspirar tu reflexión.
fr: Une nouvelle question chaque jour pour stimuler votre réflexion.
it: Una nuova domanda ogni giorno per stimolare la tua riflessione.
ja: 毎日新しい質問であなたの内省を促します。
ko: 매일 새로운 질문으로 성찰을 이끌어냅니다.
pt_br: Uma nova pergunta todo dia para inspirar sua reflexão.
ru: Каждый день новый вопрос, побуждающий к размышлению.
zh_hans: 每天一个新问题，激发你的反思。

source: A living map of your people & themes
de: Eine lebendige Karte deiner Menschen & Themen
es: Un mapa vivo de tus personas y temas
fr: Une carte vivante de vos proches et thèmes
it: Una mappa viva delle tue persone e dei tuoi temi
ja: 登場する人やテーマを可視化する生きたマップ
ko: 당신의 사람들과 주제를 보여주는 살아있는 지도
pt_br: Um mapa vivo das suas pessoas e temas
ru: Живая карта людей и тем из ваших записей
zh_hans: 一张动态呈现人物与主题的地图

source: A living map of your people, places, and themes is part of Deep.
de: Eine lebendige Karte deiner Menschen, Orte und Themen ist Teil von Deep.
es: Un mapa vivo de tus personas, lugares y temas forma parte de Deep.
fr: Une carte vivante de vos proches, lieux et thèmes fait partie de Deep.
it: Una mappa viva di persone, luoghi e temi fa parte di Deep.
ja: 人物、場所、テーマを可視化する生きたマップは Deepに含まれています。
ko: 사람, 장소, 주제를 보여주는 살아있는 지도는 Deep에 포함되어 있습니다.
pt_br: Um mapa vivo das suas pessoas, lugares e temas faz parte do Deep.
ru: Живая карта людей, мест и тем — часть тарифа Deep.
zh_hans: 呈现人物、地点 与主题的动态地图是 Deep 的一部分。

source: A Moment That Shifted Something
de: Ein Moment, der etwas veränderte
es: Un momento que cambió algo
fr: Un instant qui a changé quelque chose
it: Un momento che ha cambiato qualcosa
ja: 何かが変わった瞬間
ko: 무언가를 바꾼 순간
pt_br: Um momento que mudou algo
ru: Момент, который что-то изменил
zh_hans: 一个改变了什么的瞬间

source: A sentence is enough. Mirror learns from everything you write.
de: Ein Satz genügt. Mirror lernt aus allem, was du schreibst.
es: Con una frase basta. Mirror aprende de todo lo que escribes.
fr: Une phrase suffit. Mirror apprend de tout ce que vous écrivez.
it: Basta anche una sola frase. Mirror impara da tutto ciò che scrivi.
ja: 一文だけで十分です。Mirrorはあなたが書くすべてから学びます。
ko: 한 문장이면 충분해요. Mirror는 당신이 쓰는 모든 것에서 배웁니다.
pt_br: Uma frase já basta. O Mirror aprende com tudo o que você escreve.
ru: Достаточно одного предложения. Mirror учится на всём, что вы пишете.
zh_hans: 一句话就够了。Mirror 会从你写下的一切中学习。

source: A short read first; expand when you want depth
de: Erst eine kurze Lektüre; bei Bedarf ausklappen für mehr Tiefe
es: Primero una lectura breve; expándela cuando quieras profundizar
fr: D'abord une lecture courte ; développez pour plus de profondeur
it: Prima una lettura breve; espandi quando vuoi approfondire
ja: まずは短く。深く読みたいときは展開してください
ko: 먼저 짧게 읽어보세요. 더 깊이 알고 싶을 때 펼쳐보세요
pt_br: Primeiro uma leitura curta; expanda quando quiser se aprofundar
ru: Сначала краткое чтение — разверните, если хотите вникнуть глубже
zh_hans: 先简短一读；想深入了解时可展开

source: A visual chart of your mood across 30, 90, or all-time. See distribution, streaks, and patterns at a glance.
de: Ein visuelles Diagramm deiner Stimmung über 30, 90 Tage oder die gesamte Zeit. Sieh Verteilung, Serien und Muster auf einen Blick.
es: Un gráfico visual de tu estado de ánimo en 30, 90 días o todo el tiempo. Ve la distribución, rachas y patrones de un vistazo.
fr: Un graphique visuel de votre humeur sur 30, 90 jours ou tout l'historique. Visualisez répartition, séries et tendances en un coup d'œil.
it: Un grafico visivo del tuo umore su 30, 90 giorni o sempre. Vedi distribuzione, serie e schemi a colpo d'occhio.
ja: 30日・90日・全期間のムードをグラフで可視化。分布、連続記録、パターンが一目でわかります。
ko: 30일, 90일 또는 전체 기간의 기분을 시각적 차트로 확인하세요. 분포, 연속 기록, 패턴을 한눈에 볼 수 있습니다.
pt_br: Um gráfico visual do seu humor em 30, 90 dias ou todo o período. Veja distribuição, sequências e padrões rapidamente.
ru: Визуальный график вашего настроения за 30, 90 дней или всё время. Распределение, серии и закономерности одним взглядом.
zh_hans: 30天、90天或全部时间的情绪可视化图表。一目了然地查看分布、连续记录和规律。

source: A whole new way to see MirrorNotes — HUD readouts, mono type, and ember accents on every screen, from Settings to the mood picker. Switch anytime under Settings → Appearance. Classic is still there whenever you want the calm version back.
de: Eine völlig neue Art, MirrorNotes zu sehen — HUD-Anzeigen, Mono-Schrift und Ember-Akzente auf jedem Bildschirm, von den Einstellungen bis zur Stimmungsauswahl. Wechsle jederzeit unter Einstellungen → Erscheinungsbild. Classic ist weiterhin da, wenn du die ruhige Version zurückhaben möchtest.
es: Una forma totalmente nueva de ver MirrorNotes: lecturas HUD, tipografía monoespaciada y acentos color ámbar en cada pantalla, desde Ajustes hasta el selector de estado de ánimo. Cambia cuando quieras en Ajustes → Apariencia. Classic sigue ahí cuando quieras volver a la versión tranquila.
fr: Une toute nouvelle façon de voir MirrorNotes — affichages HUD, police monospace et accents ambrés sur chaque écran, des Réglages au sélecteur d'humeur. Changez à tout moment dans Réglages → Apparence. Classic reste disponible dès que vous voulez retrouver la version calme.
it: Un modo completamente nuovo di vedere MirrorNotes — letture HUD, carattere monospazio e accenti ambra su ogni schermata, dalle Impostazioni al selettore dell'umore. Cambia quando vuoi in Impostazioni → Aspetto. Classic è sempre lì quando vuoi tornare alla versione tranquilla.
ja: MirrorNotesのまったく新しい見た目 — 設定から気分セレクターまで、すべての画面にHUD表示、モノスペースフォント、アンバーのアクセントが反映されます。設定 → 外観からいつでも切り替え可能。落ち着いたバージョンに戻りたいときは、Classicがいつでも待っています。
ko: MirrorNotes를 완전히 새롭게 만나보세요 — 설정부터 기분 선택기까지, 모든 화면에 HUD 표시, 모노스페이스 글꼴, 앰버 색상 포인트가 적용됩니다. 설정 → 화면 모드에서 언제든 전환할 수 있습니다. 차분한 버전으로 돌아가고 싶을 땐 Classic이 그대로 있습니다.
pt_br: Uma forma totalmente nova de ver o MirrorNotes — leituras estilo HUD, fonte monoespaçada e detalhes em âmbar em cada tela, dos Ajustes ao seletor de humor. Troque quando quiser em Ajustes → Aparência. O Classic continua lá sempre que você quiser voltar à versão mais tranquila.
ru: Совершенно новый способ взглянуть на MirrorNotes — HUD-показатели, моноширинный шрифт и янтарные акценты на каждом экране, от настроек до выбора настроения. Переключайтесь в любой момент в Настройки → Оформление. Classic никуда не делся — возвращайтесь к спокойной версии, когда захотите.
zh_hans: 全新方式体验 MirrorNotes——从设置到心情选择器，每个界面都换上 HUD 数据显示、等宽字体和琥珀色点缀。随时可在“设置 → 外观”中切换。想要回到沉静版本时，Classic 一直都在。

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Аккаунт
zh_hans: 账户

source: Active
de: Aktiv
es: Activa
fr: Actif
it: Attivo
ja: 有効
ko: 활성
pt_br: Ativo
ru: Активно
zh_hans: 已启用

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: ADD
de: HINZUFÜGEN
es: AÑADIR
fr: AJOUTER
it: AGGIUNGI
ja: 追加
ko: 추가
pt_br: ADICIONAR
ru: ДОБАВИТЬ
zh_hans: 添加

source: Add ${text} to MirrorNotes
de: ${text} zu MirrorNotes hinzufügen
es: Añadir ${text} a MirrorNotes
fr: Ajouter ${text} à MirrorNotes
it: Aggiungi ${text} a MirrorNotes
ja: ${text} をMirrorNotesに追加
ko: MirrorNotes에 ${text} 추가
pt_br: Adicionar ${text} ao MirrorNotes
ru: Добавить ${text} в MirrorNotes
zh_hans: 将${text}添加到MirrorNotes

source: Add entries with Siri
de: Einträge mit Siri hinzufügen
es: Añade entradas con Siri
fr: Ajoutez des entrées avec Siri
it: Aggiungi voci con Siri
ja: Siriでエントリーを追加
ko: Siri로 항목 추가하기
pt_br: Adicione entradas com a Siri
ru: Добавляйте записи с Siri
zh_hans: 用 Siri 添加条目

source: Add Entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
it: Aggiungi voce
ja: エントリーを追加
ko: 항목 추가
pt_br: Adicionar entrada
ru: Добавить запись
zh_hans: 添加条目

source: Add Journal Entry
de: Journaleintrag hinzufügen
es: Añadir entrada de diario
fr: Ajouter une entrée de journal
it: Aggiungi voce di diario
ja: 日記エントリーを追加
ko: 일기 항목 추가
pt_br: Adicionar entrada de diário
ru: Добавить запись в дневник
zh_hans: 添加日记条目

source: Add tags to any entry while writing. Filter your journal by tag to find related entries instantly — workouts, therapy sessions, dreams, anything.
de: Füge beim Schreiben jedem Eintrag Tags hinzu. Filtere dein Journal nach Tag, um verwandte Einträge sofort zu finden — Workouts, Therapiesitzungen, Träume, alles.
es: Añade etiquetas a cualquier entrada mientras escribes. Filtra tu diario por etiqueta para encontrar entradas relacionadas al instante: entrenamientos, terapia, sueños, lo que sea.
fr: Ajoutez des tags à n'importe quelle entrée en écrivant. Filtrez votre journal par tag pour retrouver instantanément des entrées liées — entraînements, séances de thérapie, rêves, tout.
it: Aggiungi tag a qualsiasi voce mentre scrivi. Filtra il tuo diario per tag per trovare istantaneamente voci correlate: allenamenti, sedute di terapia, sogni, qualsiasi cosa.
ja: 書きながらどんなエントリーにもタグを追加できます。タグで日記を絞り込めば、運動、セラピー、夢など関連するエントリーを即座に見つけられます。
ko: 글을 쓰면서 어떤 항목에든 태그를 추가하세요. 태그로 일기를 필터링해 운동, 상담, 꿈 등 관련 항목을 즉시 찾을 수 있습니다.
pt_br: Adicione tags a qualquer entrada enquanto escreve. Filtre seu diário por tag para encontrar entradas relacionadas instantaneamente — treinos, sessões de terapia, sonhos, qualquer coisa.
ru: Добавляйте теги к любой записи во время письма. Фильтруйте дневник по тегам, чтобы мгновенно находить связанные записи — тренировки, сеансы терапии, сны, что угодно.
zh_hans: 写作时可为任意条目添加标签。按标签筛选日记，立即找到相关条目——锻炼、治疗、梦境，任何内容都可以。

source: Add voice note
de: Sprachnotiz hinzufügen
es: Añadir nota de voz
fr: Ajouter une note vocale
it: Aggiungi nota vocale
ja: ボイスノートを追加
ko: 음성 메모 추가
pt_br: Adicionar nota de voz
ru: Добавить голосовую заметку
zh_hans: 添加语音笔记

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
ja: 午後
ko: 오후
pt_br: Tarde
ru: День
zh_hans: 下午

source: AI model needed
de: KI-Modell erforderlich
es: Se necesita el modelo de IA
fr: Modèle d'IA requis
it: Modello IA necessario
ja: AIモデルが必要です
ko: AI 모델 필요
pt_br: Modelo de IA necessário
ru: Требуется модель ИИ
zh_hans: 需要 AI 模型

source: AI MODEL NEEDED
de: KI-MODELL ERFORDERLICH
es: MODELO DE IA NECESARIO
fr: MODÈLE D'IA REQUIS
it: MODELLO IA NECESSARIO
ja: AIモデルが必要です
ko: AI 모델 필요
pt_br: MODELO DE IA NECESSÁRIO
ru: ТРЕБУЕТСЯ МОДЕЛЬ ИИ
zh_hans: 需要AI模型

source: AI runs on your device
de: KI läuft auf deinem Gerät
es: La IA se ejecuta en tu dispositivo
fr: L'IA fonctionne sur votre appareil
it: L'IA funziona sul tuo dispositivo
ja: AIはあなたの端末上で動作します
ko: AI는 기기에서 실행됩니다
pt_br: A IA roda no seu dispositivo
ru: ИИ работает на вашем устройстве
zh_hans: AI 在你的设备上运行

source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
pt_br: Tudo
ru: Все
zh_hans: 全部

source: All AI runs on device — nothing leaves
de: Die gesamte KI läuft auf dem Gerät — nichts verlässt es
es: Toda la IA se ejecuta en el dispositivo, nada sale de él
fr: Toute l'IA fonctionne sur l'appareil — rien n'en sort
it: Tutta l'IA funziona sul dispositivo: nulla ne esce
ja: AIはすべて端末内で動作 ― 外部へは何も送信されません
ko: 모든 AI는 기기 내에서 실행되며 외부로 전송되지 않습니다
pt_br: Toda a IA roda no dispositivo — nada sai dele
ru: Весь ИИ работает на устройстве — ничего не передаётся наружу
zh_hans: 所有 AI 均在设备端运行 —— 数据不会离开设备

source: ALL SYSTEMS UNLOCKED
de: ALLE SYSTEME FREIGESCHALTET
es: TODOS LOS SISTEMAS DESBLOQUEADOS
fr: TOUS LES SYSTÈMES DÉBLOQUÉS
it: TUTTI I SISTEMI SBLOCCATI
ja: すべての機能が解放されました
ko: 모든 시스템 잠금 해제됨
pt_br: TODOS OS SISTEMAS DESBLOQUEADOS
ru: ВСЕ СИСТЕМЫ РАЗБЛОКИРОВАНЫ
zh_hans: 所有系统已解锁

source: All the questions you want — no monthly cap. Ask mirror anything about your journal: patterns, feelings, decisions, progress.
de: So viele Fragen du willst — kein monatliches Limit. Frag mirror alles über dein Journal: Muster, Gefühle, Entscheidungen, Fortschritte.
es: Todas las preguntas que quieras, sin límite mensual. Pregúntale a mirror lo que sea sobre tu diario: patrones, sentimientos, decisiones, progreso.
fr: Autant de questions que vous voulez — sans plafond mensuel. Demandez à mirror tout sur votre journal : tendances, émotions, décisions, progrès.
it: Tutte le domande che vuoi, senza limite mensile. Chiedi a mirror qualsiasi cosa sul tuo diario: schemi, emozioni, decisioni, progressi.
ja: 知りたいだけ質問できます ― 月間上限なし。パターン、感情、決断、進捗など、日記について何でもmirrorに質問してください。
ko: 원하는 만큼 질문하세요 — 월 한도 없음. 패턴, 감정, 결정, 진행 상황 등 일기에 대해 무엇이든 mirror에게 물어보세요.
pt_br: Todas as perguntas que quiser — sem limite mensal. Pergunte ao mirror qualquer coisa sobre seu diário: padrões, sentimentos, decisões, progresso.
ru: Сколько угодно вопросов — без месячного лимита. Спрашивайте mirror о чём угодно из вашего дневника: закономерности, чувства, решения, прогресс.
zh_hans: 想问多少就问多少 —— 没有每月上限。向 mirror 询问关于你日记的任何事：规律、情绪、决定、进展。

source: Always free
de: Immer kostenlos
es: Siempre gratis
fr: Toujours gratuit
it: Sempre gratuito
ja: 常に無料
ko: 항상 무료
pt_br: Sempre grátis
ru: Всегда бесплатно
zh_hans: 始终免费

source: ALWAYS FREE
de: IMMER KOSTENLOS
es: SIEMPRE GRATIS
fr: TOUJOURS GRATUIT
it: SEMPRE GRATUITO
ja: 常に無料
ko: 항상 무료
pt_br: SEMPRE GRÁTIS
ru: ВСЕГДА БЕСПЛАТНО
zh_hans: 始终免费

source: Analysing your week…
de: Deine Woche wird analysiert …
es: Analizando tu semana…
fr: Analyse de votre semaine…
it: Analisi della tua settimana…
ja: 今週を分析中…
ko: 이번 주를 분석하는 중…
pt_br: Analisando sua semana…
ru: Анализ вашей недели…
zh_hans: 正在分析你的这一周…

source: ANALYZING…
de: ANALYSE LÄUFT…
es: ANALIZANDO…
fr: ANALYSE EN COURS…
it: ANALISI IN CORSO…
ja: 解析中…
ko: 분석 중…
pt_br: ANALISANDO…
ru: АНАЛИЗ…
zh_hans: 分析中…

source: ANOMALY · %lld LOW READINGS
de: ANOMALIE · %lld NIEDRIGE WERTE
es: ANOMALÍA · %lld LECTURAS BAJAS
fr: ANOMALIE · %lld RELEVÉS BAS
it: ANOMALIA · %lld LETTURE BASSE
ja: 異常検知・低い値%lld件
ko: 이상 감지 · 낮은 수치 %lld건
pt_br: ANOMALIA · %lld LEITURAS BAIXAS
ru: АНОМАЛИЯ · %lld НИЗКИХ ПОКАЗАТЕЛЕЙ
zh_hans: 异常·%lld次低值读数

source: Answers come only from entries you've written.
de: Antworten stammen ausschließlich aus deinen eigenen Einträgen.
es: Las respuestas provienen solo de las entradas que has escrito.
fr: Les réponses proviennent uniquement de vos propres entrées.
it: Le risposte provengono solo dalle voci che hai scritto.
ja: 回答はあなたが書いたエントリーだけをもとにしています。
ko: 답변은 당신이 작성한 항목에서만 나옵니다.
pt_br: As respostas vêm apenas das entradas que você escreveu.
ru: Ответы основаны только на ваших собственных записях.
zh_hans: 回答仅来自你写下的条目。

source: Anxious
de: Ängstlich
es: Ansioso
fr: Anxieux
it: Ansioso
ja: 不安
ko: 불안
pt_br: Ansioso
ru: Тревожное
zh_hans: 焦虑

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모드
pt_br: Aparência
ru: Оформление
zh_hans: 外观

source: Archive
de: Archiv
es: Archivo
fr: Archives
it: Archivio
ja: アーカイブ
ko: 아카이브
pt_br: Arquivo
ru: Архив
zh_hans: 归档

source: Ask
de: Fragen
es: Preguntar
fr: Demander
it: Chiedi
ja: 質問
ko: 질문
pt_br: Perguntar
ru: Спросить
zh_hans: 提问

source: Ask — 15 grounded questions per month from your own writing.
de: Fragen — 15 fundierte Fragen pro Monat, basierend auf deinen eigenen Texten.
es: Preguntar — 15 preguntas fundamentadas al mes basadas en lo que escribes.
fr: Demander — 15 questions pertinentes par mois basées sur vos propres écrits.
it: Chiedi — 15 domande fondate al mese basate sui tuoi scritti.
ja: 質問 ― あなたの文章に基づいた、月15問までの的確な質問応答。
ko: 질문 — 당신의 글을 바탕으로 한 월 15개의 근거 있는 질의응답.
pt_br: Perguntar — 15 perguntas fundamentadas por mês com base no que você escreveu.
ru: Спросить — 15 обоснованных вопросов в месяц на основе ваших собственных записей.
zh_hans: 提问 —— 每月 15 次基于你自己文字的深度问答。
